Repository: ferozpasha438/Profmbackoffice
Catalog: ViewResources/Resource.*.resx
Languages: ar

source: Account
ar: حساب

source: Account Holder
ar: صاحب الحساب

source: Actions
ar: الاجراءات

source: Add Asset
ar: اضافة أصل

source: Add Attachment
ar: اضافة مرفق

source: Add Branch
ar: اضافة فرع جديد

source: Add Business Unit
ar: اضافة وحدة عمل جديدة

source: Add Company
ar: اضافة شركة

source: Add Contact
ar: اضافة جهة اتصال

source: Add Cost Center
ar: اضافة مركز تكلفة

source: Add Current job
ar: اضافة العمل الحالي

source: Add Department
ar: إضافة قسم جديد

source: Add Division
ar: اضافة قطاع

source: Add Documents
ar: اضافة مستند

source: Add / Edit Role
ar: إضافة أو تعديل للدور

source: Add Edit User
ar: إضافة أو تعديل المستخدم

source: Add Employee
ar: اضافة موظف

source: Add Employee Address
ar: اضافة عنوان الموظف

source: Add Employee Phone
ar: اضافة رقم الهاتف

source: Additional Info
ar: بيانات اضافية

source: Add Legal Entity
ar: اضافة كيان قانوني

# AddNewAsset
source: Add New Assets
ar: اضافة اصل جديد

# AddNewAssetDetails
source: Add Update AssetDetails
ar: اضافة تفاصيل الاصل

source: Add New Asset Type
ar: نوع الاصل

source: Add New Company
ar: إضافة منشأة جديدة

source: Add NewDivision
ar: اضافة قطاع جديد

# AddNewEmployeeAddress
source: Add Employee Address
ar: اضافة عنوان جديد

source: Add New User
ar: إضافة موظف جديد

source: Add Position
ar: اضافة وظيفة

source: Add Project
ar: اضافة مشروع

source: Address
ar: العنوان

source: Address Line1
ar: العنوان1

source: Address Line2
ar: العنوان2

source: Address Line3
ar: العنوان3

# AddressRequired
source: Please Enter Your Address
ar: العنوان المطلوب

source: Address Type
ar: نوع العنوان

source: Address Type ID
ar: رقم نوع العنوان

source: Add Role
ar: اضافة دور

source: Add Sponsor
ar: إضافة كفيل

source: Add Ticket Frequency
ar: اضافة تكرار التذكرة

source: Update AssertType
ar: تعديل/اضافة نوع الاصل

source: Update Branch
ar: تعديل/اضافة الفرع

source: Update Business Unit
ar: تعديل/اضافة وحدة العمل

source: Update Company
ar: تعديل/اضافة الشركة

source: Update CostCenter
ar: تعديل/اضافة نمركز التكلفة

source: Update Department
ar: تعديل/اضافة القسم

source: Update Division
ar: تعديل/اضافة القطاع

source: Update Legal Entity
ar: تعديل/اضافة الكيان القانوني

source: Update Position
ar: تعديل/اضافة الوظيفة

source: Update Project
ar: تعديل/اضافة المشروع

source: Update Role
ar: تعديل/اضافة الدور

source: Update Sponsor
ar: تعديل/اضافة الكفيل

source: Update Ticket Frequency
ar: تعديل/اضافة تكرارية التذكرة

source: Update Vacation type
ar: تعديل/اضافة نوع الاجازة

source: Add Vacation Type
ar: اضافة نوع الاجازة

source: Allowances
ar: البدلات

source: Amount
ar: القيمة

source: Approval
ar: موافق

source: Area Code
ar: رمز المنطقة

source: Assert Detail
ar: تفاصيل الاصل

source: Asset
ar: الأصل

source: Asset Date Of Issue
ar: تاريخ إصدار الاصل

source: Asset Date Of Issue (Gre)
ar: تاريخ إصدار الأصل ميلادي

source: Asset Date Of Issue (Hij)
ar: تاريخ إصدار الأصل هجري

source: Asset Description
ar: وصف الاصل

source: AssetDetails
ar: تفاصيل الأصل

source: Asset Details ID
ar: معرف تفاصيل الاصل

source: Asset Name
ar: اسم الاصل

source: Asset Name (AR)
ar: اسم الاصل

source: Asset Name (EN)
ar: اسم الاصل

source: Asset Number
ar: رقم الاصل

source: Asset Return Date
ar: تاريخ تسليم الاصل

# AssetsInfo
source: Asset Info
ar: بيانات الاصل

source: Asset Type
ar: نوع الأصل

source: Asset Type Description
ar: مواصفات الاصل

source: Asset Type ID
ar: نوع الاصل

source: Bank Branch
ar: فرع البنك

source: Bank Code
ar: رمز البنك

source: Bank Name
ar: اسم البنك

source: Blood Group
ar: فصيلة الدم

source: Branch
ar: الفرع

source: Branch Description
ar: وصف الفرع

source: Branch Details
ar: تفاصيل الفرع

source: Branch ID
ar: رقم الفرع

source: Branch Manager
ar: مدير الفرع

source: Branch Name
ar: اسم الفرع

source: BranchName (AR)
ar: اسم الفرع

source: BranchName (EN)
ar: السم الفرع

source: Business Trip
ar: رحلة العمل

source: Business Unit
ar: وحدة العمل

source: Business Unit Description
ar: وصف وحدة العمل

# BusinessUnitDetail
source: Business Unit Details
ar: تفاصيل وحدة العمل

source: Business Unit ID
ar: معرف وحدة العمل

source: Business Unit Name
ar: اسم وحدة العمل

source: Business UnitName (AR)
ar: اسم وحدة العمل

source: Business UnitName (EN)
ar: اسم وحدة العمل

source: Cancel
ar: الغاء

source: Cancel Changes
ar: الغاء التعديل

source: City
ar: المدينة

source: Close
ar: إغلاق

source: College
ar: الكلية

source: College Or University
ar: جامعة أو كلية

source: Company Car
ar: سيارة الشركة

source: Company Description
ar: وصف الشركة

source: Company Details
ar: تفاصيل الشركة

source: Company ID
ar: رقم المنشأة

source: Company Name
ar: أسم المنشأة

source: Company Name (AR)
ar: اسم الشركة

source: Company Name (EN )
ar: اسم الشركة

source: Component Type
ar: البنود

source: Confirm Password
ar: تأكيد الرقم السري

# ConfirmPasswordCompare
source: Confirm Password does not matched
ar: مقارنة تأكيد الرقم السري

# ConfirmPasswordRequired
source: Please Enter Confirm Password
ar: مطلوب تأكيد الرقم السري

source: Contact Address
ar: عنوان التواصل

source: Contact Info
ar: بيانات التواصل

source: ContactInfo ID
ar: معرف جهة التواصل

source: Contact Information
ar: معلومات الإتصال

source: Contact Number
ar: رقم الإتصال

source: Contact Person Name
ar: أسم جهة الاتصال

source: Contract
ar: بيانات العقد

source: Contract End Date
ar: تاريخ انتهاء العقد

source: Contract Expiry
ar: نهاية العقد

source: Contract Information
ar: بيانات العقد

source: Contract Start Date
ar: تاريخ بداية العقد

source: Contract Type
ar: نوع العقد

source: Cost Center Description
ar: وصف مركز التكلفة

source: Cost Center Details
ar: تفاصيل مركز التكلفة

source: Cost Center ID
ar: معرف مركز التكلفة

source: Cost Center Name
ar: اسم مركز التكلفة

source: Cost Center Name (AR)
ar: اسم مركز التكلفة

source: Cost Center Name (EN)
ar: اسم مركز التكلفة

source: Costing
ar: التكلفة

source: Country ID
ar: معرف البلد

source: Country
ar: بلد

source: CourseType
ar: التخصص

source: Created By
ar: تم إنشائها بواسطة

source: Created By Name
ar: أسم المنشأ

source: Created Date
ar: تاريخ الإنشاء

source: Create User
ar: إنشاء مستخدم

# CurrentDegree
source: Email
ar: الدرجة العلمية

source: Current Job
ar: الوظيفة الحالية

source: Current Job ID
ar: معرف الوظيفة الحالية

source: Current Job Name
ar: اسم الوظفية الحالية

source: Current Job Name (AR)
ar: اسم الوظفية الحالية

source: Date Of Birth
ar: تاريخ الميلاد

source: Date Of Birth (Gre)
ar: تاريخ الميلاد بالميلادي

source: Date Of Birth (Hij)
ar: تاريخ الميلاد بالهجري

# DateOfHiring
source: Date Of Hiring (EN)
ar: تاريخ التعيين

source: Date Of Hiring (AR)
ar: تاريخ التعيين

source: Date Of Joining
ar: تاريخ المباشرة

source: Date Of Return
ar: تاريخ العودة

source: Date Of Return (Gre)
ar: تاريخ العودة بالميلادي

source: Date Of Return (Hij)
ar: تاريخ العودة بالهجري

source: Degree
ar: الدرجة

source: Department
ar: القسم

source: Department Description
ar: وصف القسم

# DepartmentDetail
source: Department Details
ar: تفاصيل القسم

source: Department ID
ar: معرف القسم

source: Department Manager
ar: مدير القسم

source: Department Name
ar: اسم القسم

source: Department Name (AR)
ar: اسم القسم

source: Department Name (EN)
ar: اسم القسم

source: Dependant
ar: المرافق

source: Detail User
ar: تفاصيل المستخدم

# DetailView
source: Details View
ar: عرض التفاصيل

source: Division Description
ar: تفاصيل القطاع

source: Division ID
ar: معرف القطاع

source: Division Name
ar: اسم القطاع

source: Document
ar: المستند

source: View file
ar: بيانات المستندات

source: Document Name
ar: اسم المستند

source: Document Number
ar: رقم المستند

source: Document Owner
ar: مالك المستند

source: Documents Information
ar: بيانات المستندات

source: Document Status
ar: حالة المستند

source: Document Type
ar: نوع المستند

source: Edit
ar: تعديل

source: Education Info
ar: البيانات التعليمية

source: Eligible For Exit Reentry
ar: مستحق خروج وعودة

source: Eligible For Insurance
ar: مستحق للتأمين الطبي

source: Eligible For Schooling
ar: مستحق لبدل التعليم

source: Eligible For Ticket
ar: مستحق لتذكرة

source: Email
ar: البريد اللإلكتروني

source: Email Address
ar: البريد اللإكتروني

source: Employee
ar: موظف

source: Address Info
ar: بيانات العنوان

source: Employee Address Details
ar: تفاصيل عنوان الموظف

source: Employee Address ID
ar: عنوان الموظف

source: Employee Asset Details
ar: تفاصيل الاصول للموظف

source: Dependent Info
ar: بيانات المرافقين

source: Employee Dependant Type
ar: نوع المرافق

source: Employee ID
ar: رقم الموظف

source: Employee Information
ar: بيانات الموظف

source: Employee Login
ar: تسجيل الدخول للموظف

source: Employee Management
ar: ادارة الموظف

source: Employee Number
ar: رقم الموظف

source: Phone Info
ar: بيانات الهاتف

source: Employee Picture
ar: صورة الموظف

source: End of Service
ar: نهاية الخدمة

source: ENTER
ar: إدخال

source: Enter Barcode
ar: ادخل الباركود

source: Existing Entry
ar: ادخال موجود

source: Expiry Date
ar: تاريخ الانتهاء

source: Expiry Date_AR
ar: تاريخ الإنتهاء

source: ExpiryDate (Gre)
ar: تاريخ الانتهاء بالميلادي

source: ExpiryDate (Hij)
ar: تاريخ الانتهاء بالهجري

source: Family Name
ar: الأسم الأخير

source: First Name
ar: الاسم الاول

source: First Name (Ar)
ar: الاسم الاول

source: First Name (En)
ar: الاسم الاول

source: Forgot Password
ar: نسيت الرقم السري

source: Frequency
ar: تكرارية

source: From
ar: من

source: Full Name
ar: الاسم كامل

source: Full Name (Ar)
ar: الاسم كامل

source: Full Name (En)
ar: الاسم كامل

source: Gender
ar: الجنس

source: General Remarks
ar: ملاحظات عامة

source: Get Employees Time Sheet
ar: الحصول على كشف الحضور للموظفين

source: GOSI Details
ar: تفاصيل التأمينات الاجتماعية

source: GOSI Number
ar: رقم التأمينات الاجتماعية

source: GOSI Poll
ar: وعاء التأمين

source: Grade
ar: الدرجة

source: Help
ar: مساعدة

# Hindi
source: हिंदी
ar: هندي

source: HR Module
ar: وحدات الموارد البشرية

source: HR OverView
ar: الموارد البشرية بصورة عامة

source: ID
ar: الرقم التسلسلي

source: Import File
ar: تحميل ملف

source: Incorrect Password Attempts
ar: محاولات كلمة المرور غير صحيحة

source: Insurance
ar: تأمين

source: Insurance Class
ar: درجة التأمين

source: Insurance Info
ar: بيانات التأمين

source: Insurance Policy No
ar: رقم التأمين

source: Insurance Provider
ar: مقدم خدمة التأمين

source: Insurance Type
ar: نوع التأمين

source: Is Active
ar: نشط

source: Is Emergency
ar: حالة طارئة

source: Is Family
ar: العائلة

source: Is Salary
ar: الراتب فعال

source: Is Shared
ar: مشترك

source: Issue Asset
ar: اصدار الاصل

source: Issue Date
ar: تاريخ الاصدار

source: Issue Date (AR)
ar: تاريخ الإصدار

source: Issue Date (Hij)
ar: تاريخ الاصدار هجري

source: Issued By
ar: تم الإصدار بواسطة

source: Issue Location
ar: مكان الإصدار

source: Is System
ar: النظام

source: Language
ar: اللغة

source: LastName
ar: الاسم الاخير

source: Last Name (Ar)
ar: الاسم الاخير

source: Last Name (En)
ar: الاسم الاخير

source: Leave Cancel
ar: الغاء الاجازة

source: Legal Entity
ar: الكيان القانوني

source: Legal Entity Description
ar: وصف الكيان القانوني

source: Legal Entity ID
ar: معرف الكيان القانوني

source: Legal Entity Name (AR)
ar: اسم الكيان القانوني

source: Line Manager
ar: المدير المباشر

source: Loan Request
ar: طلب سلفة

source: Logic Systems
ar: نظم المنطق

source: Login
ar: تسجيل الدخول

source: Make
ar: تجهيز

# MakeYearAR
source: Make Year (Hij)
ar: تجهيز سنة

# MakeYearEN
source: Make Year (Gre)
ar: تجهيز سنة

source: Manage Asset
ar: ادارة الاصل

# ManageAssetDetails
source: AddAssetDetails
ar: تفاصيل ادارة الاصل

source: Manage Branch
ar: إدارة الفرع

source: Manage Business Unit
ar: إدارة وحدة العمل

source: Manage Company
ar: إدارة الشركة

source: Manage Cost Center
ar: ادارة مركز التكلفة

source: Manage Current Job
ar: ادارة الوظيفة الحالية

source: Manage Department
ar: إدارة القسم

source: Manage Division
ar: ادارة القطاع

source: Manage Employee
ar: ادارة الموظف

source: Manage Employee Time Sheet
ar: ادارة الحضور للموظف

source: Manage Position
ar: ادارة الوظيفة الحالية

source: Manage Project
ar: ادارة المشروع

source: Manager
ar: مدير

source: Manage Role
ar: ادارة الدور

source: Manage Sponsor
ar: ادارة الكفيل

source: Manage Ticket Frequency
ar: ادارة تكرارية التذاكر

source: Manage Vacation Type
ar: ادارة انواع الاجازات

source: Marital Status
ar: الحالة الاجتماعية

source: Maximum Perdiem
ar: أعلى بدل إنتداب

source: Max Ticket Rate
ar: أقل قيمة للتذكرة

source: Middle Name
ar: الاسم الاوسط

source: Middle Name (Ar)
ar: الاسم الاوسط

source: Middle Name (En)
ar: الاسم الاوسط

source: Mobile
ar: الجوال

source: Model
ar: الموديل

source: Model Number
ar: رقم الموديل

source: Modified By
ar: تم التعديل بواسطة

source: Modified By Name
ar: أسم منذف التعديل

source: Modified Date
ar: تاريخ التعديل

source: Name
ar: الأسم

source: Name In Document
ar: الاسم في المستند

# NameRequired
source: Please Enter Your Full Name
ar: الأسم مطلوب

source: Nationality
ar: الجنسية

source: Next
ar: التالي

source: No
ar: لا

source: No File Chosen
ar: لم تقم باختيار ملف

source: Normal Leave
ar: اجازة عادية

source: Notice Period
ar: فترة اشعار

source: Number Of Tickets
ar: عدد التذاكر

source: Others
ar: اخرى

source: Out Of Office
ar: خارج المكتب

source: Passport Expiry Date (Gre)
ar: تاريخ انتهاء الجواز الميلادي

source: Passport ExpiryDate (Hij)
ar: تاريخ انتهاء الجواز بالهجري

source: Password
ar: الرقم السري

# PasswordE
source: Password
ar: الرقم السري

source: Password Expiration Date
ar: تاريخ إنتهاء الرقم السري

# PasswordRequired
source: Please Enter Password
ar: الرقم السري مطلوب

source: Payroll Info
ar: بيانات الرواتب

source: Payroll Component
ar: تفاصيل الراتب

source: Payroll End Date
ar: تاريخ انتهاء الرواتب

source: Payroll Month And Year
ar: الرواتب الشهرية والسنوية

source: Personal Info
ar: المعلومات الشخصية

source: Personal Information
ar: المعلومات الشخصية

# PersonalInfoTitle
source: Title
ar: المسمى الوظيفي

# PersonType
source: Employee Type
ar: نوع الموظف

source: Phone ID
ar: معرف الهاتف

source: Phone Number
ar: رقم الهاتف

source: Phone Type
ar: نوع الهاتف

source: POBox
ar: صندوق البريد

source: Policy Number
ar: رقم السياسة

source: Position
ar: الوظيفة

source: Position Description
ar: وصف الوظيفة

# PositionDetail
source: Position Details
ar: تفاصيل الوظيفة

source: Position ID
ar: معرف الوظيفة الحالية

source: Position Name
ar: مسمى الوظفيفة

source: Position Name (AR)
ar: مسمى الوظفيفة

source: Position Name (EN)
ar: مسمى الوظفيفة

source: Primary Mobile Number
ar: رقم الجوال الأساسي

source: Probation Period
ar: فترة التجربة

source: Profession In Iqama
ar: إقامة نظامية

source: Profile Name
ar: الملف الشخصي

source: Profile Picture
ar: صورة الملف الشخصي

source: Project
ar: المشروع

source: Project Description
ar: وصف المشروع

source: Project ID
ar: معرف المشروع

source: Project Name
ar: اسم المشروع

source: Project Name Description
ar: وصف المشروع

source: Project Name (AR)
ar: اسم المشروع بالعربي

source: Project Name (EN)
ar: اسم المشروع

source: Qualification
ar: المؤهلات

source: Reason Of Return
ar: سبب العودة

source: Recieved By
ar: استلام بواسطة

source: Reference Date
ar: تاريخ المرجع

source: Reference ID
ar: معرف المرجع

source: Refresh
ar: تحديث

source: Religion
ar: الديانة

source: Remaining Period
ar: الفترة المتبقية

source: Remarks
ar: ملاحظات

source: Request Details
ar: تفاصيل الطلب

source: Request Info
ar: معلومات الطلب

source: Request Type
ar: نوع الطلب

source: Resident Expiry
ar: تاريخ انتهاء المقيم

source: Return Asset
ar: تسليم الاصل

source: Return Date Of Issue (Gre)
ar: تاريخ تسليم الأصل ميلادي

source: Return Date Of Issue (Hij)
ar: تاريخ تسليم الأصل هجري

source: Return on
ar: العودة

source: Role Description
ar: وصف الدور

source: Role Details
ar: تفاصيل الدور

source: Role ID
ar: معرف الدور

source: Role Name
ar: أسم الدور

source: Role Name (AR)
ar: الدور

source: Role Name (EN)
ar: الدور

source: Salary in Advance
ar: الراتب مقدم

source: Save
ar: حفظ

source: Save Changes
ar: حفظ التعديلات

source: Scanned Document
ar: نسخة من المستند

source: Screen_Section
ar: الشاشة

source: select
ar: اختار

source: Select Language
ar: أختر اللغة

source: Service Request
ar: طلب خدمة

source: Shared Persons
ar: الشخص المشارك

source: Shared Remarks
ar: ملاحظات المشاركة

source: Short Name
ar: أسم مختصر

# SickLeave
source: S - Sick leave
ar: ادازة مرضية

source: SIGN IN
ar: الدخول

# SigninText
source: Hello there! Sign in and start managing
ar: تسجيل الدخول حروف

source: Site
ar: الموقع

source: S.No
ar: سنو

# Sponsor
source: Sponser
ar: الكفيل

source: Sponsor Description
ar: وصف الكفيل

# SponsorDetail
source: Sponsor Details
ar: تفاصيل الراعي

source: Sponsor ID
ar: هوية الكفيل

source: Sponsor Name
ar: اسم الراعي

source: Sponsor Name (AR)
ar: اسم الراعي

source: Sponsor Name (EN)
ar: (EN) اسم الراعي

source: Standard Package
ar: إجمالي الراتب

source: Status
ar: الحالة

source: Submit
ar: تقديم

source: Test Value
ar: قيمة تجربية

source: Ticket Class
ar: درجة التذكرة

source: Ticket Due
ar: استحقاق التذكرة

source: Ticket End Route
ar: محطة الوصول

source: Ticket Frequency
ar: تكرارية التذكرة

source: Ticket Frequency Description
ar: وصف تكراية التذكرة

source: Ticket Frequency ID
ar: تكرارية التذكرة

source: Ticket Frequency Name
ar: اسم تكرارية التذكرة

source: Ticket Frequency Name (AR)
ar: اسم تكرارية التذكرة

source: Ticket Remarks
ar: ملاحظات التذاكر

source: Ticket Request
ar: طلب تذكرة

source: Ticket Routing
ar: وجهة التذكرة

source: Tickets For Dependancies
ar: تذاكر للمرافقين

source: Ticket Start Route
ar: وجهة الإقلاع

source: Ticket Type
ar: نوع التذكرة

source: Title
ar: اللقب

source: To
ar: الى

# TravelVacationRelated
source: Travel & Vacation Related Info
ar: سبب السفر

source: Upload Documents
ar: تحمل المرفقات

source: Use Employee Address
ar: استخدام عنوان الموظف

source: User Description
ar: وصف المستخدم

source: User ID
ar: رقم المستخدم

source: User Name
ar: أسم المستخدم

# UsernameRequired
source: Please Enter User Name
ar: مطلوب أسم المستخدم

# UserPassword
source: Password
ar: الرقم السري

source: User Type
ar: نوع المستخدم

# UserTypeByName
source: User Type
ar: أسم نوع المستخدم

source: Vacation Request
ar: طلب الاجازة

source: Vacation Return
ar: العودة من الاجازة

source: Vacation Type
ar: نوع الإجازة

source: Vacation Type Description
ar: وصف نوع الاجازة

source: Vacation Type ID
ar: معرف نوع الاجازة

source: Vacation Type Name (AR)
ar: اسم وع الاجازة

source: Warning
ar: إنذار

source: Year
ar: السنة

source: Yearly Cost
ar: التكلفة السنوية

source: Year Of Certification
ar: تاريخ الحصول على الشهادة

source: Year Of Certification (AR)
ar: تاريخ الحصول على الشهادة

source: Year Of Passing
ar: سنة التخرج

source: Yes
ar: نعم

# absent
source: A-Absent
ar: غياب

source: Account Info
ar: بيانات الحساب

source: Add Education Info
ar: أضف التعليم

source: + Addition (Overtime)
ar: إضافة العمل الإضافي

source: Date Of Hiring (EN)
ar: تاريخ التوظيف

source: - Deduction (Undertime )
ar: خصم التاخير

source: Employee Asset Information
ar: معلومات الأصول الموظف

source: Employee Name
ar: اسم الموظف

source: End Date
ar: تاريخ الانتهاء

# Excuse
source: E- Excuse
ar: استاذان

source: ExpiryDate (EN)
ar: تاريخ الانتهاء

# Hired
source: NH-Hired
ar: تعيين

source: Issue Date (EN)
ar: تاريخ الاصدار

# LegalEntityName
source: Legal Entity
ar: اسم الكيان القانوني

source: Month
ar: شهر

# Normal
source: N - Normal
ar: عادي

# ResignedOrTermination
source: R- Resigned or Termination
ar: إستقالة أو إنتهاء خدمات

source: Start Date
ar: تاريخ البدء

# Transter
source: T-Transfer
ar: نقل

source: Unpaid Vacation
ar: اجازة غير مدفوعة

# Vacation
source: V-Vacation
ar: اجازة

# WeeklyOff
source: W-Weekly Off
ar: عطلة اسبوعية

# Withdraw
source: W-Withdraw
ar: انسحاب

source: Account No
ar: رقم الحساب

# AddAccount
source: Add Account Info For the TEsting
ar: إضافة حساب

source: Add Insurance
ar: إضافة التأمين

source: Complete (success)
ar: نجاح كامل

source: Expired On
ar: انتهت يوم

source: IBAN no
ar: رقم الايبان

source: Insurance Provider Name
ar: اسم مقدم التأمين

source: Is Salary Account
ar: حساب

source: Issue Date (Gre)
ar: تاريخ الإصدار (Gre)

source: Policy Holder
ar: حامل السياسة

source: Manage Legal Entity
ar: ادارة الكيان القانوني

source: Division Details
ar: تفاصيل القطاع

source: Division Name (AR)
ar: اسم القطاع

source: Division Name (EN)
ar: اسم القطاع انج

source: Legal Entity Details
ar: تفاصيل الكيان القانوني

source: Ticket Frequency Details
ar: تفاصيل تكرارية التذكرة

source: Ticket Frequency Name (EN)
ar: اسم تكرارية التذكرة انج

source: Vacation Type Details
ar: تفاصيل نوع الاجازة

source: Vacation Type Name
ar: اسم نوع الاجازة

source: Profile
ar: الملف الشخصي

source: Sign out
ar: تسجيل الخروج

source: Current Job Description
ar: وصف مسمى الوظيفة الحالية

source: Current Job Name (EN)
ar: مسمى الوظيفة الحالية انج

source: Legal Entity Name (EN)
ar: اسم الكيان القانوني انج

source: vacation Type Name (EN)
ar: اسم نوع الاجازة انج

source: Update Current Job
ar: إضافة تحديث الوظيفة الحالية

source: Current job Details
ar: تفاصيل الوظيفة الحالية

source: Generate Barcode
ar: توليد الباركود

source: Employee Info
ar: بيانات الموظف

source: No Of Days
ar: لا أيام

source: Salary of Services
ar: راتب الخدمة

source: MakeActive
ar: تفعيل

source: Accounts
ar: حسابات

source: Assets
ar: الأصول

source: Documents
ar: مستندات

source: Education
ar: تعليم

source: Insurances
ar: التأمينات

source: Payroll
ar: كشف رواتب

source: Post TimeSheet Data
ar: ترحيل كشف الدوام

source: Previous
ar: السابق

source: Details ID
ar: معرف تفاصيل الاصل

source: Add PayType
ar: اضافة نوع دفع

source: Update PayType
ar: تعديل نوع الدفع

source: PayType Description
ar: وصف نوع الدفع

source: PayType Detail
ar: تفاصيل نوع الدفع

source: PayType ID
ar: معرف نوع الدفع

source: PayType Name
ar: نوع الدفع

source: PayType Name (AR)
ar: اسم نوع الدفع

source: PayType Name (EN)
ar: اسم نوع الدفع انجليزي

source: Cancel Request
ar: الغاء الطلب

source: Expected Completion Time
ar: الوقت المتوقع للانتهاء

source: Reference No
ar: رقم المرجع

source: Add LoanType
ar: اضافة نوع السلفة

source: Add Update Loan Type
ar: اضافة/تعديل نوع السلفة

source: LoanType Description
ar: وصف نوع السلفة

# LoanTypeDetail
source: LoanType Details
ar: تفاصيل نوع السلفة

source: LoanType ID
ar: معرف نوع السلفة

source: LoanType Name
ar: اسم نوع السلفة

source: LoanType Name (AR)
ar: اسم نوع السلفة بالانجليزي

source: LoanType Name (EN)
ar: اسم نوع السلفة

source: Add Package
ar: اضف رزمة

source: Manage Package
ar: تعديل حزمة الرواتب

source: Package Name
ar: اسم الرزمة

# CommonErrorMessage
source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك

source: Approved
ar: تمت الموافقة

source: Reject
ar: رفض

source: Update Frequency
ar: تحديث التكرارية

source: Duration In Days
ar: المدة بالايام

source: DurationInMonth
ar: المدة بالشهور

source: FrequencyDescription
ar: وصف التكرارية

source: Frequency Detail
ar: تفاصيل التكرارية

source: Frequency ID
ar: رقم التكرارية

source: Frequency Name
ar: تكرارية

source: FrequencyName (AR)
ar: تكرارية

source: FrequencyName (EN)
ar: تكرارية

source: Manage Frequency
ar: التكرارية

source: Add Frequency
ar: اضافة تكرارية

source: Assign To Employee
ar: تكليف موظف

source: Ticket No
ar: تذكرة رقم

source: Normal Request
ar: طلب عادي

source: Ticket Required
ar: مطلوب تذكرة

source: Expected Departure Date
ar: تاريخ الإقلاع

source: Flight Class
ar: فئة الرحلة

source: Special Comments
ar: ملاحظات

source: Travel Type
ar: نوع السفر

source: Service Request Number
ar: رقم الطلب

source: Required Exit Reentry Duration
ar: مدة الخروج والعودة

source: Start Date of Travel
ar: تاريخ بدأ السفر

source: Return Date Of Travel
ar: تاريخ العودة

source: Cancel To Employee
ar: الغاء للموظف

source: Service Request Type
ar: نوع الطلب

source: Approval Authority
ar: الموافقة

source: Date
ar: تاريخ

source: Reason
ar: السبب

source: Last Date Of Duty
ar: اخر يوم عمل
