Repository: ferozpasha438/Profmbackoffice
Catalog: ViewResources/Resource.*.resx
Languages: ar

source: Recent Actions
ar: الاجراء السابق

source: Process Stage
ar: مرحلة الاعداد

source: Remove Document
ar: حذف المستند

source: Requested By
ar: مطلوب من

source: Requested Date
ar: تاريخ الطلب

source: Transaction History
ar: سجل التعديلات

source: Uploaded By
ar: تم التحديث بواسطة

source: View Document
ar: عرض المستند

source: Current Vaction Balance
ar: رصيد الاجازات

source: Date Of Entry
ar: تاريخ الادخال

source: Entry Type
ar: نوع الادخال

source: Vacation Balance Update
ar: تحديث رصيد الاجازة

source: Vacation Days
ar: عدد ايام الاجازة

source: Update Account
ar: تعديل الحساب

source: Update Contact
ar: تعديل الاتصالات

source: Update Documents
ar: تحديث المستند

source: Update Education
ar: تحديث الشهادات

source: Update Employee Address
ar: تحديث العنوان

source: Update Employee Dependant
ar: تحديث بيانات المرافقين

source: Update Employee Phone
ar: تحديث رقم الهاتف

source: Update Insurance
ar: تحديث التامين الطبي

source: Bank ID
ar: بنك

source: Document ID
ar: رقم المستند

source: Education ID
ar: رقم التعليم

source: Add Payroll Group
ar: اضافة مجموعة رواتب

source: Payroll Group Name
ar: مجموعة الرواتب

source: Update Payroll Group
ar: تحديث مجموعة الرواتب

source: Employee Service Request ID
ar: رقم الطلب للموظف

source: From Date
ar: تاريخ

source: To Date
ar: الى تاريخ

source: Employee List
ar: قائمة الموظفين

source: Manage Payroll Group
ar: مجموعات الرواتب

source: PayrollGroup
ar: مجموعة الرواتب

source: Payroll GroupName (AR)
ar: مجموعة الرواتب

source: Payroll Group Name (EN)
ar: مجموعة الرواتب

source: select Future Date
ar: اختار تاريخ متقدم

source: Future Vacation Balance
ar: رصيد الاجازة

source: Is Open
ar: مفتوح

# AddPayroll
source: Add Payroll Group
ar: Add Payroll

source: Add Site
ar: اضافة موقع

source: Site Description
ar: وصف القسم

source: Site Name (AR)
ar: القسم

source: Site Name (EN)
ar: القسم

source: Update Site
ar: تحديث الموقع

source: City From
ar: من مدينة

source: Ticket Description
ar: وصف التذكرة

source: Ticket Details
ar: تفاصيل التذكرة

source: Ticket ID
ar: رقم التذكرة

source: Ticket Name (AR)
ar: التذكرة

source: To City
ar: الى مدينة

source: Ticket Cost Rate
ar: معدل تكلفة التذكرة

source: Add Ticket
ar: اضافة تذاكر

source: Manage Ticket
ar: التذاكر

source: From City
ar: من

source: Ticket Name
ar: التذكرة

source: Document Description
ar: وصف المستند

source: Document TypeName AR
ar: نوع المستند

source: Employee Status
ar: حالة الموظف

source: End Of Service Type
ar: نوع نهاية الخدمة

source: Employee Details View
ar: تفاصيل الموظف

source: Add
ar: اضافة

source: Created Log By
ar: تم التعديل بواسطة

source: HRM Login
ar: الدخول

source: Is Editable
ar: قابل للتعديل

source: Is Module
ar: جزئية

source: Is Parameter
ar: معامل

source: Is Section
ar: قسم

source: Modified Log By
ar: تعديل بواسطة

source: Module Name
ar: النوع

source: Parameter Label
ar: تصفية

source: Parameter Name
ar: المعامل

source: Parameter Value
ar: نتيجة التصفية

source: Section Name
ar: القسم

source: Section Name Label
ar: القسم

source: System Configuration
ar: اعدادات النظام

source: Update Module
ar: تحديث الجزئية

source: Is Group Process
ar: اجراءات

source: Is Close
ar: مغلق

source: Calculated Company GosiPoll
ar: حصة الشركة للتامينات

source: Calculated Employee GosiPoll
ar: حصة الموظف للتامينات

source: Edit Gosi Details
ar: تعديل

source: Formula
ar: معادلة

source: Gosi Formula
ar: معادلة التامينات

source: Log Date Time
ar: تاريخ التعديل

source: Operations
ar: تشغيل

source: Output
ar: مخرجات

source: Pay type
ar: نوع الدفع

source: Period Month
ar: الفترة

source: Value
ar: القيمة

source: Calculate
ar: حساب

source: Formulae Value
ar: نتيجة المعادلة

source: Package Name (EN)
ar: حزمة الرواتب

source: Pay Value
ar: القيمة المدفوعة

source: Save Edit Package
ar: حفظ التعديلات

source: Company Gosi Poll
ar: وعاء التامين

source: Component
ar: تفاصيل

source: Formulaes
ar: معادلات

source: Package Model
ar: نوع الرزمة

source: Short
ar: قصير

source: Sl NO
ar: Sl NO_ar

source: Info Completion
ar: نسبة اكتمال البيانات

source: Company
ar: شركة

source: Exist Rentry Visa
ar: خروج وعودة

source: Expected Date Of Loan
ar: تاريخ بداية القرض

source: Last Vacation Details
ar: تفاصيل الإجازات

source: Loan Amount
ar: مبلغ السلفة

source: Monthly Repayment Amount
ar: قيمة الدفعة

source: No Of Repayments
ar: عدد الدفعات

source: Repayment End Date
ar: تاريخ نهاية القرض

source: Repayment Start From
ar: تاريخ الخصم

source: Add Pay Scale
ar: اضف معادلة

source: Get Travel Request
ar: الحصول على طلب السفر

source: Manage User
ar: إدارة المستخدم

source: Vacation Opening Balance
ar: عطلة فتح الرصيد

source: Manage Site
ar: إدارة الموقع

source: View History
ar: تفاصيل

# YesOption
source: Yes
ar: نعم

source: Travel Request Other Info
ar: طلب معلومات السفر

source: International
ar: دولي

source: Is Formula
ar: هل الفورمولا

source: Ticket Balance Setup ID
ar: اعداد رصيد التذاكر

source: Tickets Balance Setup
ar: تعديل رصيد التذاكر

source: Dependant Name
ar: الاسم المرافق

source: DocumentType Description
ar: وصف للمستند

source: DocumentType Name
ar: اسم المستند

source: GOSI Flag
ar: رمز التأمين

source: Log Date
ar: LogDate_ar

# YesOrNo
source: (Yes/No)
ar: نعم ام لا

source: Sorry System Generated Record We can not update it
ar: نأسف سجل النظام الذي لا يمكن تحديثه

source: History
ar: تفاصيل

source: Create System Configuration
ar: Create System Configuration_ar

source: Module
ar: وحدة

source: Section
ar: Section_ar

source: Add Employee Dependent
ar: اضافة مرافق

source: Probation Month
ar: فترة التجربة

source: Ticket Status
ar: وضع التذاكر

source: Add Tickets Balance Setup
ar: تعديل رصيد التذاكر

source: Relation
ar: علاقة

source: BADGE INFO
ar: معلومات البطاقة

source: Requester Information
ar: معلومات الطالب

source: Adjustment Amount
ar: تعديل القيمة

source: Employee Payroll Management
ar: تعديل الرواتب

source: IsEmployeePayrollSuspend
ar: هو الموظف الرواتب تعليق

source: Update Payroll Status
ar: تحديث حالة الرواتب

source: PayrollOnHold
ar: كشوف المرتبات

source: Per Month Vacation Balance Value
ar: شهريا قيمة الرصيد عطلة

source: No Of Available Tickets
ar: عدد التذاكر المتاحة

source: No Of Close Tickets
ar: عدد التذاكر المغلقة

source: No Of Open Tickets
ar: عدد التذاكر المفتوحة

source: Total Number Of Tickets
ar: إجمالي عدد التذاكر

source: Is Employee Eligible For Ticket
ar: هل الموظف مؤهل للحصول على تذكرة

source: Division
ar: قطاع

source: Manage Document Type
ar: تعديل المستند

source: Add Period
ar: اضافة فترة

source: Employee Gosi Poll
ar: نوع القيمة

source: Manage PayType
ar: ادارة نوع الدفع

source: Manage Period
ar: تعديل الفترة

source: Payroll setup
ar: إعداد كشوف المرتبات

source: Select No Of Months
ar: حدد الشهور

source: Report Name
ar: تقرير اسم

source: Select Report
ar: اختر تقرير

source: Add Document Type
ar: اضف مستند جديد

source: Add Document Type Description
ar: اضف وصف للمستند

source: Confirmation Alert
ar: تنبية للتأكيد

source: Content Attachment
ar: المرفق

source: Cost Center
ar: مركز تكلفة

source: Document Type Name (EN)
ar: مستند جديد

source: Employee Type
ar: نوع موظف

source: ID ExpiryDate (Gre)
ar: تاريخ الانتهاء ميلادي

source: ID ExpiryDate (Hij)
ar: تاريخ الانتهاء هجري

source: ID Number
ar: رقم الهوية

source: Is Compulsory
ar: إلزامي

source: Job Title
ar: JobTitle_ar

source: Module Name Label
ar: تسمية الوحدة النمطية

source: Name In ID
ar: الاسم في الهوية

source: Service Request No
ar: رقم الطلب

source: Service Request Type Name
ar: نوع طلب الخدمة

source: Sevice Request Refence Number
ar: مرجع طلب الخدمة

source: Upload Photo
ar: حمل الصورة

source: Your sesssion is expired need to restart
ar: انتهى الوقت الرجاء اعادة الدخول

source: Add/Deduct
ar: اضافة/خصم

source: Cash/Company
ar: نقد

source: Deduct
ar: خصم

source: Description
ar: الوصف

source: Effective Form
ar: نموذج التفعيل

source: Effective Payroll Month
ar: تاريخ التفعيل

source: Enter Value
ar: ادخل القيمة

source: No Of Months
ar: عدد الشهور

source: Package Name (AR)
ar: حزمة الرواتب

source: Preview
ar: معاينة

source: Save package
ar: حفظ

source: Select All
ar: تحديد الكل

source: Select All Employee
ar: اختار موظف

source: Select Option
ar: اختار

source: Sequence No
ar: الرقم التسلسلي

source: Value Type
ar: نوع القيمة

source: Common Filters
ar: مصفيات

source: Period
ar: الفترة

source: Posting
ar: ترحيل

source: Preparation
ar: تجهيز

source: Processing
ar: اعداد

source: Replacement Employee
ar: الموظف البديل

source: Report
ar: التقرير

source: Reports
ar: تقارير

source: Select Report Name
ar: اختار التقرير

source: Set up
ar: اعدادات

source: Ticket Name (EN)
ar: اسم التذاكر

source: Update Asset
ar: تحديث العهد

source: View PDF
ar: عرض الملف

source: Add Employee Shifts
ar: إضافة تحولات الموظفين

source: Backward
ar: الى الوراء

source: Day
ar: يوم

source: Default Shift
ar: التحول الافتراضي

source: Forward
ar: إلى الأمام

source: From Time
ar: من وقت

source: Holiday
ar: يوم الاجازة

source: Impacted From Pay Types
ar: تتأثر من أنواع الدفع

source: Is Fixed
ar: هو ثابت

source: Is Holiday
ar: هو عطلة

source: Is Special Days
ar: هي أيام خاصة

source: Multiplier
ar: مضاعف

source: Pay Type Group
ar: دفع نوع المجموعة

# SorrySystemgenerated
source: Sorry System generated Record we can not update it!
ar: عذرا سجل النظام الذي تم إنشاؤه لا يمكننا تحديثه!

source: Special Days
ar: أيام خاصة

source: To Time
ar: الى وقت

source: OK
ar: حسنا

source: Save / Update
ar: حفظ / تحديث

source: Select filter
ar: اختر مرشح

# IsCloseLabel
source: Is Close
ar: مغلق

source: Domestic
ar: المنزلي

source: Flight Type
ar: نوع الرحلة

# NoReportsMsg
source: No Reports Found For Current Login User
ar: لا توجد تقارير عن مستخدم تسجيل لا توجد تقارير عن مستخدم تسجيل الدخول الحالي

source: Purpose Type
ar: نوع الغرض

# AttachFiles
source: Attach File
ar: إرفاق ملفات

source: Document Info
ar: معلومات المستند

source: Go
ar: اذهب

source: Adjusment Amount
ar: مقدار الرفقة

source: Days of Basic
ar: أيام الأساسية

source: GOSI Factor's
ar: عوامل GOSI

source: Group Type Mapping
ar: تعيين نوع المجموعة

source: Hours of Basic
ar: ساعات من الأساسية

source: Is Advance
ar: هو مقدما

source: % Of Basic
ar: من الأساسية%

source: Period End
ar: انتهت الحصة

source: Period Start
ar: فترة البداية

source: Update Configuration
ar: تحديث التكوين

source: Update Ticket
ar: تحديث التذكرة

source: Period ID
ar: معرف الفترة

# FollowingEmployeesMSg
source: Following employees are still not process for this peroid
ar: لا يزال الموظفون التاليون غير معالجين لهذه الفترة

source: Payroll Group Details
ar: كشوف المرتبات المجموعة

source: Payroll Group ID
ar: معرف مجموعة الرواتب

source: Period Details
ar: تفاصيل الفترة

source: Update Payscale
ar: تحديث مقياس الأجور

source: Update Period
ar: فترة التحديث

# Invoice_Menu_Customer
source: Customer
ar: العميل

# Invoice_Menu_Customers
source: Customers
ar: العملاء

# Invoice_Menu_Dashboard
source: Dashboard
ar: الصفحة الرئيسية

# Invoice_Menu_Transaction
source: Transactions
ar: المعاملات

# Invoice_Menu_InvoiceReport
source: Invoice Report
ar: تقرير الفاتورة

# Invoice_Menu_Invoices
source: Invoices
ar: الفواتير

# Invoice_Menu_Masters
source: Masters
ar: القائمة الأساسية

# Invoice_Menu_Product
source: Product
ar: منتج

# Invoice_Menu_Products
source: Products
ar: المنتج

# Invoice_Menu_ProductTypes
source: Product Types
ar: نوع المنتج

# Invoice_Menu_Report
source: Report
ar: تقرير

# Invoice_Menu_Unit
source: Unit
ar: الوحدة

# Invoice_Menu_UnitTypes
source: Unit Types
ar: نوع الوحدة

# Invoice_btn_CreateInvoice
source: Create Invoice
ar: إنشا فاتورة جديدة

# Invoice_Grid_Action
source: Action
ar: عمل

# Invoice_InvoiceGrid_CustomerName
source: Customer Name
ar: اسم العميل

# Invoice_InvoiceGrid_Date
source: Date
ar: التاريخ

# Invoice_InvoiceGrid_InvoiceNumber
source: Invoice Number
ar: رقم الفاتورة

# Invoice_InvoiceGrid_SubTotal
source: Sub Total
ar: المجموع الكلي

# Invoice_InvoiceGrid_TaxAmount
source: Tax Amount
ar: قيمة الضريبة

# Invoice_InvoiceGrid_TotalAmount
source: Total Amount
ar: إجمالي التكلفة

# Invoice_Grid_BtnView
source: View
ar: منظر

# Invoice_Menu_BankDetails
source: Bank Details
ar: التفاصيل البنكية

# Invoice_Menu_Settings
source: Settings
ar: الإعدادات

# Invoice_Login_BtnSignIn
source: Sign In
ar: تسجيل الدخول

# Invoice_Login_LblForgotPassword
source: Forgot Password
ar: نسيت كلمة المرور

# Invoice_Login_LblPassword
source: Password
ar: كلمة المرور

# Invoice_Login_LblRememberMe
source: Remember Me
ar: تذكرني

# Invoice_Login_LblSignIn
source: Sign In
ar: تسجيل الدخول

# Invoice_Login_LblUserName
source: User Name
ar: اسم المستخدم

# Invoice_Login_LblWelcome
source: Welcome to E-Invoice
ar: مرحبًا بكم في الفاتورة الإلكترونية

# Invoice_Login_MsgError
source: Access Denied! Wrong Credential
ar: تم الرفض! اعتماد خاطئ

# Invoice_Menu_ItemInvoice
source: Item Invoice
ar: فاتورة الصنف

# Invoice_Action_BtnCreate
source: Create
ar: إنشاء

# Invoice_Action_Cancel
source: Cancel
ar: يلغي

# Invoice_Action_Save
source: Save
ar: يحفظ

# Invoice_Bank_BankAccount
source: Bank Account
ar: حساب البنك

# Invoice_Bank_BankAccounts
source: Bank Accounts
ar: الحساب البنكي

# Invoice_Bank_LblAccountName
source: Account Name (English)
ar: اسم الحساب(إنجليزي)

# Invoice_Bank_LblAccountNameArabic
source: Account Name (Arabic)
ar: اسم الحساب(عربى)

# Invoice_Bank_LblAccountNumber
source: Account Number
ar: رقم الحساب

# Invoice_Bank_LblAddress
source: Address
ar: العنوان

# Invoice_Bank_LblBankName
source: Bank Name (English)
ar: اسم البنك(إنجليزي)

# Invoice_Bank_LblBankNameArabic
source: Bank Name (Arabic)
ar: اسم البنك(عربى)

# Invoice_Bank_LblBranchName
source: Branche Name
ar: اسم الفرع

# Invoice_Bank_LblDefaultAccount
source: Default Account
ar: الحساب الإفتراضي

# Invoice_Bank_LblIBAN
source: IBAN
ar: الأيبان

# Invoice_Customer_LblAddressArabic
source: Address (عربى)
ar: العنوان(عربى)

# Invoice_Customer_LblAddressEnglish
source: Address (English)
ar: العنوان(إنجليزي)

# Invoice_Customer_LblContactName
source: Contact Name
ar: اسم جهة الاتصال

# Invoice_Customer_LblCustomer
source: Customer
ar: العميل

# Invoice_Customer_LblEmail
source: Email
ar: البريد الاكتروني

# Invoice_Customer_LblList
source: Customer List
ar: قائمة العملاء

# Invoice_Customer_LblMobileNumber
source: Mobile Number
ar: رقم الهاتف

# Invoice_Customer_LblPhone
source: Phone
ar: هاتف

# Invoice_Customer_LblVATNumber
source: VAT Number
ar: الرقم الضريبي

# Invoice_Dashboard_LblAddBill
source: Add Bill
ar: إضافة فاتورة

# Invoice_Dashboard_LblAddCustomer
source: Add Customer
ar: إضافة عميل

# Invoice_Dashboard_LblAddEstimate
source: Add Estimae
ar: إضافة عرض

# Invoice_Dashboard_LblAddInvoice
source: Add Invoice
ar: إضافة فاتورة

# Invoice_Dashboard_LblAddReceipt
source: Add Receipt
ar: إضافة إيصال

# Invoice_Dashboard_LblAffiliateSales
source: Affiliate Sales
ar: المبيعات التابعة

# Invoice_Dashboard_LblDirectSales
source: Direct Sales
ar: المبيعات المباشرة

# Invoice_Dashboard_LblPayBill
source: Pay Bill
ar: دفع فاتورة

# Invoice_Dashboard_LblQuickLinks
source: Quick Links
ar: روابط سريعة

# Invoice_Dashboard_LblReceivePayment
source: Receive Payment
ar: يستلم الراتب

# Invoice_Dashboard_LblReferralSales
source: Referral Sales
ar: المبيعات التقريبية / الإحالة

# Invoice_Dashboard_LblRunpayroll
source: Run Payroll
ar: إعداد الرواتب

# Invoice_Dashboard_LblTotalSales
source: Total Sales
ar: إجمالي المبيعات

# Invoice_Grid_LblAction
source: Action
ar: الاجراء

# Invoice_Grid_LblEdit
source: Edit
ar: التعديل

# Invoice_Label_LblNameArabic
source: Name (عربى)
ar: الاسم(عربى)

# Invoice_Label_LblNameEnglish
source: Name (English)
ar: الاسم(إنجليزي)

# Invoice_Lbl_Bank
source: Bank
ar: مصرف

# Invoice_Lbl_Customer
source: Customer
ar: العميل

# Invoice_Lbl_Invoice
source: Invoice
ar: الفاتورة

# Invoice_Lbl_ProfileWelcome
source: Hello
ar: أهلا

# Invoice_Lbl_RightsReserved
source: All Rights Reserved by @ e-invoice
ar: جميع الحقوق محفوظة @ e-invoice

# Invoice_Lbl_Select
source: --Select--
ar: --يختار--

# Invoice_ProductType_LblList
source: Product Type List
ar: قائمة بأنواع المنتجات

# Invoice_Product_LblBarcode
source: Barcode
ar: الباركود

# Invoice_Product_LblCostPrice
source: Cost Price
ar: التكلفة

# Invoice_Product_LblDescription
source: Description
ar: الوصف

# Invoice_Product_LblProduct
source: Product
ar: المنتجات

# Invoice_Product_LblProductCode
source: Product Code
ar: رقم المنتج

# Invoice_Product_LblProductList
source: Product List
ar: قائمة المنتجات

# Invoice_Product_LblProductType
source: Product Type
ar: نوع المنتج

# Invoice_Product_LblUnitPrice
source: Unit Price
ar: سعر الوحدة

# Invoice_Product_LblUnitType
source: Unit Type
ar: نوع الوحدة

# Invoice_UnitType_LblUnitTypeList
source: Unit Type List
ar: أنواع الوحدات

# Invoice_Company_LblAddressArabic
source: Address (عربى)
ar: العنوان(عربى)

# Invoice_Company_LblAddressEnglish
source: Address (English)
ar: العنوان(إنجليزي)

# Invoice_Company_LblCCNumber
source: CC Number
ar: رقم CC

# Invoice_Company_LblCompany
source: Company
ar: شركة

# Invoice_Company_LblCRNumber
source: CRNumber
ar: رقم السجل التجاري

# Invoice_Company_LblList
source: Manage Company
ar: إدارة الشركة

# Invoice_Company_LblPhone
source: Phone
ar: رقم الهاتف

# Invoice_Company_LblVATNumber
source: VAT Number
ar: الرقم الضريبي

# Invoice_Error_Status
source: Failed
ar: باءت بالفشل

# Invoice_Success_Status
source: Success
ar: النجاح

# Invoice_Validation_Required
source: Required
ar: مطلوب

# Invoice_Validation_InvalidNumber
source: Must be Number
ar: يجب أن يكون رقم
